description.servicetype.CA.QC = Un service de g\u00e9n\u00e9ration de certificat et la signature de la cr\u00e9ation de certificats qualifi\u00e9s sur la base de l'identit\u00e9 et d'autres attributs v\u00e9rifi\u00e9es par les services d'enregistrement pertinents.
description.servicetype.CA.PKC = Un service de g\u00e9n\u00e9ration de certificat et la signature de la cr\u00e9ation de certificats de cl\u00e9s publiques non-qualifi\u00e9s sur la base de l'identit\u00e9 et d'autres attributs v\u00e9rifi\u00e9es par les services d'enregistrement pertinents.
description.servicetype.TSA = Un service de g\u00e9n\u00e9ration horodatage cr\u00e9ation et la signature des jetons temps timbres.
description.servicetype.TSA.QTST = Un service de g\u00e9n\u00e9ration horodatage cr\u00e9ation et la signature temps timbres jetons qualifi\u00e9s.
description.servicetype.TSA.TSS-QC = Un service d'horodatage dans le cadre d'un service d'un prestataire de service de confiance d\u00e9livrant des certificats qualifi\u00e9s qui \u00e9met des jetons d'horodatage (TST) qui peut \u00eatre utilis\u00e9 dans le processus de validation de signature qualifi\u00e9e ou signatures avanc\u00e9es soutenues par des certificats qualifi\u00e9s pour v\u00e9rifier et \u00e9tendre la signature validit\u00e9 lorsque le certificat qualifi\u00e9 est (sera) la r\u00e9vocation ou d'expiration (expire).
description.servicetype.TSA.TSS-AdESQCandQES = Un service d'horodatage dans le cadre d'un service d'un prestataire de service de confiance qui \u00e9met des jetons d'horodatage (TST) qui peut \u00eatre utilis\u00e9 dans le processus de validation de signature qualifi\u00e9e ou signatures avanc\u00e9es soutenues par des certificats qualifi\u00e9s pour v\u00e9rifier et \u00e9tendre la validit\u00e9 de la signature lorsque le certificat qualifi\u00e9 est (sera) r\u00e9voqu\u00e9 ou expir\u00e9 (expire).
description.servicetype.Certstatus.OCSP = Un service d'\u00e9tat de validit\u00e9 du certificat d'\u00e9mission de certificat en ligne Status Protocol (OCSP) ont sign\u00e9 r\u00e9ponses.
description.servicetype.Certstatus.OCSP.QC = Un service d'\u00e9tat de validit\u00e9 du certificat d'\u00e9mission de certificat en ligne Status Protocol (OCSP) ont sign\u00e9 des r\u00e9ponses et l'exploitation d'un serveur OCSP-dans le cadre d'un service d'un prestataire de service de confiance d\u00e9livrant des certificats qualifi\u00e9s.
description.servicetype.Certstatus.CRL = Un service d'\u00e9tat de validit\u00e9 du certificat d'\u00e9mission CRLs.
description.servicetype.Certstatus.CRL.QC = Un service d'\u00e9tat de validit\u00e9 du certificat d'\u00e9mission CRLs.
description.servicetype.RA = Un service d'enregistrement qui v\u00e9rifie l'identit\u00e9 et, le cas \u00e9ch\u00e9ant, les qualit\u00e9s sp\u00e9cifiques d'un sujet pour lequel un certificat est demand\u00e9, et dont les r\u00e9sultats sont transmis au service comp\u00e9tent de la g\u00e9n\u00e9ration du certificat.
description.servicetype.RA.nothavingPKIid = Un service d'enregistrement qui v\u00e9rifie l'identit\u00e9 et, le cas \u00e9ch\u00e9ant, des specificattributes d'un sujet pour lequel un certificat est demand\u00e9, et dont les r\u00e9sultats sont transmis au service comp\u00e9tent de la g\u00e9n\u00e9ration du certificat. Un tel service d'enregistrement ne peut \u00eatre identifi\u00e9 par une cl\u00e9 publique sp\u00e9cifique PKI.
description.servicetype.ACA = Un service de g\u00e9n\u00e9ration de certificat d'attribut cr\u00e9er et signer des certificats d'attribut sur \u200b\u200bla base de l'identit\u00e9 et d'autres attributs v\u00e9rifi\u00e9es par les services d'enregistrement pertinents.
description.servicetype.SignaturePolicyAuthority = Un service charg\u00e9 de la d\u00e9livrance, de la publication ou de l'entretien des politiques de signature.
description.servicetype.NationalRootCA-QC = A national root signing CA issuing root-signing or qualified certificates to trust service providers and related certification or trust services that are accredited against a national voluntary accreditation scheme or supervised under national law in accordance with the applicable European legislation. 
description.servicetype.Archiv = Un service d'archives.
description.servicetype.REM = Un service de courrier \u00e9lectronique recommand\u00e9.
description.servicetype.EDS = Un service de livraison \u00e9lectronique.
description.servicetype.EDS.Q = Un service de livraison \u00e9lectronique fournissant des livraisons \u00e9lectroniques qualifi\u00e9es.
description.servicetype.PSES = Un service de conservation pour les signatures \u00e9lectroniques.
description.servicetype.PSES.Q = Un service de conservation pour les signatures \u00e9lectroniques qualifi\u00e9es.
description.servicetype.IdV = Un service de v\u00e9rification d'identit\u00e9.
description.servicetype.KEscrow = Un service d'entiercement cl\u00e9.
description.servicetype.PPwd = \u00c9metteur de NIP ou des cartes d'identit\u00e9 par mot de passe.
description.servicetype.TLIssuer = Un service \u00e9mettant des TSLs.
description.servicetype.unspecified = Un service de confiance d'un type non sp\u00e9cifi\u00e9.
description.servicestatus.undersupervision = Le service sp\u00e9cifi\u00e9 dans \u00abService digital identity" fourni par le prestataire de service de confiance identifi\u00e9 dans \u00abTSP name" est actuellement sous surveillance, en conformit\u00e9 avec les dispositions pr\u00e9vues dans la l\u00e9gislation europ\u00e9enne applicable, par l'\u00c9tat membre identifi\u00e9 dans le \u00abScheme territory" dans lequel le prestataire de service de confiance est \u00e9tablie.
description.servicestatus.supervisionincessation = Le service sp\u00e9cifi\u00e9 dans \u00abService digital identity" fourni par le prestataire de service de confiance identifi\u00e9 dans \u00abTSP name" est actuellement dans une phase de suspension, mais est toujours contr\u00f4l\u00e9, jusqu'\u00e0 la suspension ou la r\u00e9vocation. Dans le cas o\u00f9 une personne autre que celui indiqu\u00e9 dans \u00abTSP name" a pris la responsabilit\u00e9 d'assurer cette phase de cessation, l'identification de cette nouvelle ou repli personne (repli de prestataire de services de confiance) doit \u00eatre pr\u00e9vu dans "Scheme service definition URI" et dans le prolongement "TakenOverBy" de l'entr\u00e9e de service.
description.servicestatus.supervisionceased = La validit\u00e9 de l'\u00e9valuation de contr\u00f4le a expir\u00e9 sans que le service sp\u00e9cifi\u00e9 dans \u00abService digital identity\u00bb ait \u00e9t\u00e9 r\u00e9\u00e9valu\u00e9. Le service n'est pas sous surveillance plus de la date de l'\u00e9tat actuel que le service est bien entendu avoir cess\u00e9 ses activit\u00e9s.
description.servicestatus.supervisionrevoked = Ayant d\u00e9j\u00e0 \u00e9t\u00e9 supervis\u00e9, le service du fournisseur de services de fiducie et potentiellement le fournisseur de services de fiducie elle-m\u00eame n'a pas de continuer \u00e0 se conformer aux dispositions pr\u00e9vues par la l\u00e9gislation europ\u00e9enne applicable, telle que d\u00e9termin\u00e9e par l'\u00c9tat membre identifi\u00e9 dans le \u00abScheme territory\u00bb dans lequel la fournisseur de services de confiance est \u00e9tablie. En cons\u00e9quence, le service a \u00e9t\u00e9 n\u00e9cessaire pour mettre fin \u00e0 ses op\u00e9rations et doit \u00eatre consid\u00e9r\u00e9 en s'appuyant parties suspendu pour la raison ci-dessus.
description.servicestatus.accreditationceased = La validit\u00e9 de l'\u00e9valuation d'accr\u00e9ditation a expir\u00e9 sans que le service sp\u00e9cifi\u00e9 dans \u00abService digital identity\u00bb ait \u00e9t\u00e9 r\u00e9\u00e9valu\u00e9.
description.servicestatus.accreditationrevoked = Ayant \u00e9t\u00e9 pr\u00e9c\u00e9demment jug\u00e9e en conformit\u00e9 avec les crit\u00e8res du syst\u00e8me, le service sp\u00e9cifi\u00e9 dans \u00abService digital identity" fourni par le prestataire de service de confiance identifi\u00e9 dans \u00abTSP name" et potentiellement le fournisseur de services de fiducie elle-m\u00eame, ont cess\u00e9 de se conformer aux dispositions pr\u00e9vues dans la directive 1999/93/CE.
description.servicestatus.setbynationallaw = Le service est d\u00e9fini par la l\u00e9gislation nationale en conformit\u00e9 avec la l\u00e9gislation europ\u00e9enne applicable et exploit\u00e9 par l'organisme national responsable de l'\u00e9mission des racines signature ou certificats qualifi\u00e9s aux prestataires de services de confiance accr\u00e9dit\u00e9s.
description.servicestatus.deprecatedbynationallaw = Le service est d\u00e9conseill\u00e9e par le droit national en conformit\u00e9 avec la l\u00e9gislation europ\u00e9enne applicable et par l'organisme national responsable de l'\u00e9mission des racines signature ou certificats qualifi\u00e9s aux prestataires de services de confiance accr\u00e9dit\u00e9s.
description.qualifications.QCWithSSCD = elle est assur\u00e9e par le prestataire de service de confiance et contr\u00f4l\u00e9e (mod\u00e8le de contr\u00f4le) ou v\u00e9rifi\u00e9s (mod\u00e8le d'accr\u00e9ditation) par l'\u00c9tat membre de r\u00e9f\u00e9rence (respectivement son Organe de surveillance ou organisme d'accr\u00e9ditation) que tous les certificats qualifi\u00e9s d\u00e9livr\u00e9s dans le cadre du service identifi\u00e9 dans \u00abService digital identity\u00bb et en outre identifi\u00e9 par les informations des filtres utilis\u00e9s pour identifier plus pr\u00e9cis\u00e9ment dans le cadre du "Sdi" de service de confiance identifi\u00e9s, l'ensemble pr\u00e9cis de certificats qualifi\u00e9s pour lesquels cette information suppl\u00e9mentaire est n\u00e9cessaire en ce qui concerne la pr\u00e9sence ou l'absence de dispositif s\u00e9curis\u00e9 de cr\u00e9ation de signature (SSCD) de soutien sont pris en charge par un SSCD (\u00e0 savoir que la cl\u00e9 priv\u00e9e associ\u00e9e \u00e0 la cl\u00e9 publique du certificat est stock\u00e9 dans un dispositif s\u00e9curis\u00e9 conforme \u00e0 la l\u00e9gislation europ\u00e9enne applicable de cr\u00e9ation de signature);
description.qualifications.QCNoSSCD = elle est assur\u00e9e par le prestataire de service de confiance et contr\u00f4l\u00e9e (mod\u00e8le de contr\u00f4le) ou v\u00e9rifi\u00e9s (mod\u00e8le d'accr\u00e9ditation) par l'\u00c9tat membre de r\u00e9f\u00e9rence (respectivement son Organe de surveillance ou organisme d'accr\u00e9ditation) que tous les certificats qualifi\u00e9s d\u00e9livr\u00e9s dans le cadre du service identifi\u00e9 dans \u00abService digital identity\u00bb et en outre identifi\u00e9 par les informations des filtres utilis\u00e9s pour identifier plus pr\u00e9cis\u00e9ment dans le cadre du "Sdi" de service de confiance identifi\u00e9s, l'ensemble pr\u00e9cis de certificats qualifi\u00e9s pour lesquels cette information suppl\u00e9mentaire est n\u00e9cessaire en ce qui concerne la pr\u00e9sence ou l'absence de dispositif s\u00e9curis\u00e9 de cr\u00e9ation de signature (SSCD) de soutien ne sont pas pris en charge par un SSCD (c'est \u00e0 dire que la cl\u00e9 priv\u00e9e associ\u00e9e \u00e0 la cl\u00e9 publique dans le certificat ne sont pas stock\u00e9es dans un dispositif s\u00e9curis\u00e9 conforme \u00e0 la l\u00e9gislation europ\u00e9enne applicable de cr\u00e9ation de signature).
description.qualifications.QCSSCDStatusAsInCert = elle est assur\u00e9e par le prestataire de service de confiance et contr\u00f4l\u00e9e (mod\u00e8le de contr\u00f4le) ou v\u00e9rifi\u00e9s (mod\u00e8le d'accr\u00e9ditation) par l'\u00c9tat membre de r\u00e9f\u00e9rence (respectivement son Organe de surveillance ou organisme d'accr\u00e9ditation) que tous les certificats qualifi\u00e9s d\u00e9livr\u00e9s dans le cadre du service (Racine / QC ou CA / QC ) a identifi\u00e9 dans "service digital identity\u00bb et encore identifi\u00e9 par les informations des filtres utilis\u00e9s pour identifier d'autres sous le "Sdi" identifi\u00e9 service de confiance, l'ensemble pr\u00e9cis de certificats qualifi\u00e9s pour lequel ces informations suppl\u00e9mentaires sont n\u00e9cessaires en ce qui concerne la pr\u00e9sence ou l'absence de signature s\u00e9curis\u00e9e Dispositif de cr\u00e9ation (SSCD) support ne contiennent les informations machineprocessable indiquant si oui ou non le certificat qualifi\u00e9 est un SSCD.
description.qualifications.QCForLegalPerson = elle est assur\u00e9e par le prestataire de service de confiance et contr\u00f4l\u00e9e (mod\u00e8le de contr\u00f4le) ou v\u00e9rifi\u00e9s (mod\u00e8le d'accr\u00e9ditation) par l'\u00c9tat membre de r\u00e9f\u00e9rence (respectivement son Organe de surveillance ou organisme d'accr\u00e9ditation) que tous les certificats qualifi\u00e9s d\u00e9livr\u00e9s dans le cadre du service (Racine / QC ou CA / QC ) identifi\u00e9 dans \u00abservice digital identity\u00bb et encore identifi\u00e9 par les informations des filtres utilis\u00e9s pour identifier plus pr\u00e9cis\u00e9ment dans le cadre du "Sdi" de service de confiance identifi\u00e9s, l'ensemble pr\u00e9cis de certificats qualifi\u00e9s pour lesquels cette information suppl\u00e9mentaire est n\u00e9cessaire en ce qui concerne l'\u00e9mission de personne morale sont \u00e9mis aux personnes morales.
description.qualifications.QCStatement = il est assur\u00e9 par le CSP et contr\u00f4l\u00e9 (mod\u00e8le de contr\u00f4le) ou contr\u00f4l\u00e9es (mod\u00e8le d'accr\u00e9ditation) par l'\u00c9tat membre (respectivement son Organe de surveillance ou organisme d'accr\u00e9ditation) que tous les certificats d\u00e9livr\u00e9s en vertu du service (CA / QC) identifi\u00e9s dans \u00abService digital identity\u00bb et en outre identifi\u00e9 par les informations ci-dessus (filtres) utilis\u00e9es pour pr\u00e9ciser, dans le cadre du service de confiance identifi\u00e9s "Sdi\u00bb, l'ensemble pr\u00e9cis de certificats pour lesquels cette information suppl\u00e9mentaire est n\u00e9cessaire en ce qui concerne la d\u00e9livrance de ces certificats est d\u00e9livr\u00e9 \u00e0 titre de certificat qualifi\u00e9.

description.servicestatus.accredited=Une \u00e9valuation de l'accr\u00e9ditation a \u00e9t\u00e9 effectu\u00e9e par l'organisme d'accr\u00e9ditation au nom de l'\u00c9tat membre identifi\u00e9 dans le \u00abScheme territory\u00bb et le service sp\u00e9cifi\u00e9 dans \u00abService digital identity" fourni par le prestataire de service de confiance identifi\u00e9 dans \u00abTSP name" se trouve \u00eatre en conformit\u00e9 avec les dispositions pr\u00e9vues par la directive 1999/93/CE.
