description.servicetype.CA.QC=Hay un servicio de generaci\u00f3n de certificados crear y firmar certificados reconocidos sobre la base de la identidad y otros atributos verificados por los servicios de registro pertinentes.
description.servicetype.CA.PKC = Hay un servicio de generaci\u00f3n de certificados crear y firmar certificados de clave p\u00fablica no calificados en base a la identidad y otros atributos verificados por los servicios de registro pertinentes.
description.servicetype.TSA=Un servicio de generaci\u00f3n de sellado de tiempo crear y firmar tokens sellos de tiempo.
description.servicetype.TSA.QTST = Un servicio de generaci\u00f3n de sellado de tiempo crear y firmar tokens tiempo sellos calificados.
description.servicetype.TSA.TSS-QC=Un sellado de tiempo de servicio como parte de un servicio de un proveedor de servicios de confianza que expiden certificados reconocidos que emite tokens de sello de tiempo (TST) que se puede utilizar en el proceso de validaci\u00f3n de firma cualificada o firmas avanzadas compatibles con certificados reconocidos para determinar y extender la firma validez cuando el certificado reconocido es (ser\u00e1) revocada o vencida (expira).
description.servicetype.TSA.TSS-AdESQCandQES = Un sellado de tiempo de servicio como parte de un servicio de un proveedor de servicios de confianza que emite tokens de sello de tiempo (TST) que se puede utilizar en el proceso de validaci\u00f3n de firma cualificada o firmas avanzadas compatibles con certificados reconocidos de averiguar y prorrogar la validez de la firma cuando el certificado reconocido es (ser\u00e1) revocado o caducado (expira).
description.servicetype.Certstatus.OCSP=A los servicios de estado de validez del certificado que expidan Protocolo de estado de certificados en l\u00ednea (OCSP) firmaron respuestas.
description.servicetype.Certstatus.OCSP.QC = A los servicios de estado de validez del certificado que expidan Protocolo de estado de certificados en l\u00ednea (OCSP) firmaron respuestas y el funcionamiento de un servidor OCSP como parte de un servicio de un proveedor de servicios de confianza que expiden certificados reconocidos.
description.servicetype.Certstatus.CRL = A los servicios de estado de validez del certificado de emitir CRLs.
description.servicetype.Certstatus.CRL.QC = A los servicios de estado de validez del certificado de emitir CRLs.
description.servicetype.RA=Un servicio de registro que verifica la identidad y, si procede, cualesquiera atributos espec\u00edficos de una materia para la cual se solicita un certificado para, y cuyos resultados se pasan al servicio de generaci\u00f3n de certificados pertinentes.
description.servicetype.RA.nothavingPKIid = Un servicio de registro que verifica la identidad y, en su caso, cualquier specificattributes de un tema por el que solicite un certificado para, y cuyos resultados se pasan al servicio de generaci\u00f3n de certificados pertinentes. Tal un servicio de registro no puede ser identificado por una clave p\u00fablica espec\u00edfica basada en PKI.
description.servicetype.ACA = Un servicio de generaci\u00f3n de certificados de atributo crear y firmar certificados de atributos basados \u200b\u200ben la identidad y otros atributos verificados por los servicios de registro pertinentes.
description.servicetype.SignaturePolicyAuthority = Un servicio responsable de la emisi\u00f3n, publicaci\u00f3n o el mantenimiento de las pol\u00edticas de firma.
description.servicetype.NationalRootCA-QC=Una firma ra\u00edz nacional entidad emisora \u200b\u200bra\u00edz de firma o certificados reconocidos para confiar en los proveedores de servicios y equipos de certificaci\u00f3n y servicios fiduciarios que est\u00e1n acreditados en contra de un r\u00e9gimen nacional de acreditaci\u00f3n voluntaria o supervisadas por el Derecho nacional de conformidad con la legislaci\u00f3n europea aplicable.
description.servicetype.Archiv = Un servicio de archivo.
description.servicetype.REM = Un servicio de correo electr\u00f3nico certificado.
description.servicetype.EDS = Un servicio de entrega electr\u00f3nica.
description.servicetype.EDS.Q = Un servicio de entrega electr\u00f3nica proporcionando entregas electr\u00f3nicas reconocidas.
description.servicetype.PSES = Un servicio de conservaci\u00f3n para la firma electr\u00f3nica.
description.servicetype.PSES.Q = Un servicio de la preservaci\u00f3n de las firmas electr\u00f3nicas reconocidas.
description.servicetype.IdV = Un servicio de verificaci\u00f3n de identidad.
description.servicetype.KEscrow = Un servicio de custodia Key.
description.servicetype.PPwd=Emisor de PIN o-credenciales de identidad basados \u200b\u200ben contrase\u00f1as.
description.servicetype.TLIssuer = Un servicio de emisi\u00f3n de TSLs.
description.servicetype.unspecified = Un servicio de un tipo no especificado.
description.servicestatus.undersupervision = El servicio identificado en "Service digital identity" proporcionado por el proveedor de servicios de fideicomiso identificado en "TSP name" est\u00e1 actualmente bajo supervisi\u00f3n, para el cumplimiento de las disposiciones establecidas en la legislaci\u00f3n europea aplicable, por el Estado miembro identificado en el "Scheme territory" en el que est\u00e9 establecido el prestador de servicios de confianza.
description.servicestatus.supervisionincessation=El servicio identificado en "Service digital identity" proporcionado por el proveedor de servicios de fideicomiso identificado en "TSP name" se encuentra actualmente en una fase de suspensi\u00f3n, pero sigue supervisado hasta que la supervisi\u00f3n se haya suspendido o suprimido. En el caso de una persona distinta de la identificada en "TSP name" ha asumido la responsabilidad de garantizar este proceso de suspensi\u00f3n, se facilitar\u00e1 la identificaci\u00f3n de esta persona nueva o de reserva (proveedor de servicios de confianza de retorno) en el "Scheme service definition URI" y en la extensi\u00f3n "TakenOverBy" de la entrada de servicio.
description.servicestatus.supervisionceased=La validez de la evaluaci\u00f3n de supervisi\u00f3n ha expirado sin que el servicio identificado en "Service digital identity" haya sido reevaluado. El servicio no est\u00e1 bajo supervisi\u00f3n a partir de la fecha de la situaci\u00f3n actual ya que el servicio se entiende que ha dejado de operar.
description.servicestatus.supervisionrevoked=Despu\u00e9s de haber sido supervisado previamente, el servicio del proveedor de servicios de confianza y, potencialmente, el proveedor de servicios de confianza en s\u00ed no ha podido seguir cumpliendo con las disposiciones establecidas en la legislaci\u00f3n europea aplicable, seg\u00fan lo determinado por el Estado miembro identificado en el "Scheme territory" en la que el se establece el proveedor de servicios de confianza. En consecuencia, el servicio ha tenido que cesar sus operaciones y deber\u00e1 ser considerado por las partes que conf\u00edan suspendido por la raz\u00f3n anterior.
description.servicestatus.accreditationceased = La validez de la evaluaci\u00f3n de la acreditaci\u00f3n ha expirado sin que el servicio identificado en "Service digital identity" haya sido reevaluado.
description.servicestatus.accreditationrevoked=Despu\u00e9s de haber sido encontrado previamente para estar en conformidad con los criterios del r\u00e9gimen, el servicio identificado en "Service digital identity" proporcionado por el proveedor de servicios de fideicomiso identificado en "TSP name" y, potencialmente, el proveedor de servicios de confianza en s\u00ed no han podido seguir cumpliendo con las disposiciones establecido en la Directiva 1999/93/CE.
description.servicestatus.setbynationallaw=El servicio est\u00e1 establecido en la legislaci\u00f3n nacional de conformidad con la legislaci\u00f3n europea aplicable y operado por el organismo nacional responsable de la emisi\u00f3n de la ra\u00edz de firma o certificados reconocidos a los proveedores de servicios fiduciarios acreditados.
description.servicestatus.deprecatedbynationallaw=El servicio est\u00e1 en desuso por la legislaci\u00f3n nacional de conformidad con la legislaci\u00f3n europea aplicable y por el organismo nacional responsable de la emisi\u00f3n de la ra\u00edz de firma o certificados reconocidos a los proveedores de servicios fiduciarios acreditados.
description.qualifications.QCWithSSCD=est\u00e1 garantizado por el proveedor de servicios de confianza y controlado (modelo de supervisi\u00f3n) o auditado (modelo de acreditaci\u00f3n) por el Estado miembro de referencia (respectivamente su organismo de supervisi\u00f3n o de acreditaci\u00f3n) que todos los certificados reconocidos expedidos de conformidad con el servicio identificado en "Service digital identity" y precisado por la informaci\u00f3n filtros usados \u200b\u200bpara identificar que en el marco del "Sdi" el servicio de confianza identificado que el conjunto concreto de certificados reconocidos para el que se exige esta informaci\u00f3n adicional con respecto a la presencia o ausencia de seguro de creaci\u00f3n de firma de dispositivos de apoyo (SSCD) se apoyan en un SSCD (es decir, que los que la clave privada asociada a la clave p\u00fablica en el certificado se almacena en un dispositivo seguro de creaci\u00f3n de firma conformes con la legislaci\u00f3n europea aplicable);
description.qualifications.QCNoSSCD = est\u00e1 garantizado por el proveedor de servicios de confianza y controlado (modelo de supervisi\u00f3n) o auditado (modelo de acreditaci\u00f3n) por el Estado miembro de referencia (respectivamente su organismo de supervisi\u00f3n o de acreditaci\u00f3n) que todos los certificados reconocidos expedidos de conformidad con el servicio identificado en "Service digital identity" y precisado por la informaci\u00f3n filtros usados \u200b\u200bpara identificar que en el marco del "Sdi" el servicio de confianza identificado que el conjunto concreto de certificados reconocidos para el que se exige esta informaci\u00f3n adicional con respecto a la presencia o ausencia de seguro de creaci\u00f3n de firma de dispositivos de apoyo (SSCD) no son compatibles por un SSCD (es decir, que los que la clave privada asociada a la clave p\u00fablica en el certificado no se almacena en un dispositivo seguro de creaci\u00f3n de firma conformes con la legislaci\u00f3n europea aplicable).
description.qualifications.QCSSCDStatusAsInCert = est\u00e1 garantizado por el proveedor de servicios de confianza y controlado (modelo de supervisi\u00f3n) o auditado (modelo de acreditaci\u00f3n) por el Estado miembro de referencia (respectivamente su organismo de supervisi\u00f3n o de acreditaci\u00f3n) que todos los certificados reconocidos expedidos dentro del servicio (CA ra\u00edz / QC o CA / CC ) identificado en \u00abService digital identity" y precisado por la informaci\u00f3n de filtros se utiliza para identificar a\u00fan m\u00e1s bajo el "Sdi" identificado servicio de confianza que el conjunto concreto de certificados reconocidos para el que esta informaci\u00f3n adicional es necesaria con respecto a la presencia o ausencia de seguros de firma dispositivo de Creaci\u00f3n (SSCD) apoyo contienen la informaci\u00f3n machineprocessable que indica si el certificado cualificado est\u00e1 respaldado por un SSCD.
description.qualifications.QCForLegalPerson=est\u00e1 garantizado por el proveedor de servicios de confianza y controlado (modelo de supervisi\u00f3n) o auditado (modelo de acreditaci\u00f3n) por el Estado miembro de referencia (respectivamente su organismo de supervisi\u00f3n o de acreditaci\u00f3n) que todos los certificados reconocidos expedidos dentro del servicio (CA ra\u00edz / QC o CA / CC ) identificado en "Service digital identity" y precisado por la informaci\u00f3n de filtros se utiliza para identificar a\u00fan m\u00e1s bajo el "Sdi" servicios fiduciarios identificados, que se emiti\u00f3 el conjunto concreto de certificados reconocidos para el que se exige esta informaci\u00f3n adicional con respecto a la expedici\u00f3n a personas jur\u00eddicas a personas jur\u00eddicas.
description.qualifications.QCStatement = est\u00e1 garantizado por el CSP y controlado (modelo de supervisi\u00f3n) o auditado (modelo de acreditaci\u00f3n) por el Estado miembro (respectivamente su organismo de supervisi\u00f3n o de acreditaci\u00f3n) que todos los certificados expedidos en el marco del servicio (CA / CC) identificado en \u00abService digital identity\u00bb y precisado por la informaci\u00f3n anterior (filtros) utilizada para identificar a\u00fan m\u00e1s bajo el servicio de confianza "Sdi\u00bb identificado ese conjunto concreto de certificados para el que se exige esta informaci\u00f3n adicional con respecto a la expedici\u00f3n de dichos certificados se expide como certificado reconocido.

description.servicestatus.accredited=Una evaluaci\u00f3n de la acreditaci\u00f3n ha sido realizada por el organismo de acreditaci\u00f3n en nombre del Estado miembro identificado en el "Scheme territory" y el servicio identificado en "Service digital identity" proporcionado por el proveedor de servicios de fideicomiso identificado en "TSP name" se encuentra para estar en cumplimiento de las disposiciones establecidas en la Directiva 1999/93/CE.
