description.servicetype.CA.QC = Ein Zertifikat Generation Service Erstellung und Unterzeichnung qualifizierte Zertifikate basierend auf der Identit\u00e4t und andere Attribute, die von den jeweiligen Registrierungsdienste \u00fcberpr\u00fcft.
description.servicetype.CA.PKC = Ein Zertifikat Generation Service Erstellung und Unterzeichnung nicht qualifizierte Zertifikate f\u00fcr \u00f6ffentliche Schl\u00fcssel auf der Grundlage der Identit\u00e4t und andere Attribute von den zust\u00e4ndigen Registrierungsdienste \u00fcberpr\u00fcft.
description.servicetype.TSA = Ein Zeit-Stempeln Generation Service Erstellung und Unterzeichnung Zeitstempel-Tokens.
description.servicetype.TSA.QTST = Ein Zeit-Stempeln Generation Service Erstellung und Unterzeichnung qualifizierte Zeitstempel-Tokens.
description.servicetype.TSA.TSS-QC = Ein Zeitstempeldienst als Teil eines Service aus einer Treuhandservice-Anbieter, die qualifizierte Zertifikate, die Zeitstempel-Tokens (TST) gibt, die in der Validierung der qualifizierten Signatur oder fortgeschrittene Signaturen durch qualifizierte Zertifikate unterst\u00fctzt verwendet werden k\u00f6nnen, um festzustellen und verl\u00e4ngern die Unterschrift G\u00fcltigkeit, wenn das qualifizierte Zertifikat wird (werden) widerrufen oder abgelaufen (verfallen).
description.servicetype.TSA.TSS-AdESQCandQES = Ein Zeitstempeldienst als Teil eines Service aus einer Treuhandservice-Anbieter, der Zeitstempel-Tokens (TST) gibt, die in der Validierung der qualifizierten Signatur oder fortgeschrittene Signaturen durch qualifizierte Zertifikate unterst\u00fctzt verwendet werden k\u00f6nnen, um festzustellen und verl\u00e4ngern die G\u00fcltigkeit, wenn die Unterschrift qualifizierten Zertifikat ist (sein wird) widerrufen oder abgelaufen (verfallen).
description.servicetype.Certstatus.OCSP = Ein Zertifikat G\u00fcltigkeitsstatus Dienstleistungen Ausgabe Online Certificate Status Protocol (OCSP) unterzeichnet Antworten.
description.servicetype.Certstatus.OCSP.QC = Ein Zertifikat G\u00fcltigkeitsstatus Dienstleistungen Ausgabe Online Certificate Status Protocol (OCSP) unterzeichnet Antworten und Betrieb eines OCSP-Server als Teil eines Service aus einer Treuhandservice-Anbieter die qualifizierte Zertifikate ausstellen.
description.servicetype.Certstatus.CRL = Ein Zertifikat G\u00fcltigkeitsstatus Dienstleistungen Ausgabe von Sperrlisten.
description.servicetype.Certstatus.CRL.QC = Ein Zertifikat G\u00fcltigkeitsstatus Dienstleistungen Ausgabe von Sperrlisten.
description.servicetype.RA = Ein Registrierungsdienst , der die Identit\u00e4t \u00fcberpr\u00fcft und gegebenenfalls die spezifischen Attribute eines Subjekts, f\u00fcr die ein Zertifikat beantragt wird, und deren Ergebnisse werden an die entsprechende Bescheinigung Generation Dienst \u00fcbergeben.
description.servicetype.RA.nothavingPKIid = Ein Registrierungsdienst , der die Identit\u00e4t \u00fcberpr\u00fcft und, falls anwendbar, s\u00e4mtliche specificattributes einer Person, f\u00fcr die ein Zertifikat beantragt wird, und deren Ergebnisse werden an die entsprechende Bescheinigung Generation Dienst \u00fcbergeben. Eine solche Registrierungsdienst kann nicht durch eine spezifische PKI-basierte \u00f6ffentliche Schl\u00fcssel identifiziert werden.
description.servicetype.ACA = Ein Attribut-Zertifikat Generation Service Erstellung und Unterzeichnung Attribut-Zertifikate auf der Basis der Identit\u00e4t und andere Attribute von den zust\u00e4ndigen Registrierungsdienste \u00fcberpr\u00fcft.
description.servicetype.SignaturePolicyAuthority = Ein Service f\u00fcr die Ausstellung verantwortlich, Ver\u00f6ffentlichung oder Wartung der Unterzeichnung Politik.
description.servicetype.NationalRootCA-QC = Eine nationale Root Signing CA Ausgabe Wurzel Unterzeichnung oder qualifizierte Zertifikate an Dienstleister und der damit verbundenen Zertifizierung oder Treuhanddienstleistungen, die gegen\u00fcber einem nationalen freiwilligen Akkreditierungssystems akkreditiert sind oder in \u00dcbereinstimmung mit der europ\u00e4ischen Gesetzgebung im nationalen Recht betreut vertrauen.
description.servicetype.Archiv = Ein Archivservice .
description.servicetype.REM = A Registered Electronic Mail Service.
description.servicetype.EDS = Ein elektronischer Zustelldienst.
description.servicetype.EDS.Q = Eine elektronische Lieferservice bietet qualifizierte elektronische Lieferungen.
description.servicetype.PSES = Eine Erhaltung Service f\u00fcr elektronische Signaturen.
description.servicetype.PSES.Q = Eine Erhaltung Service f\u00fcr qualifizierte elektronische Signaturen.
description.servicetype.IdV = Eine Identit\u00e4tspr\u00fcfung Service.
description.servicetype.KEscrow = Ein Schl\u00fcssel Treuhandservice.
description.servicetype.PPwd = Emittent des PIN-oder Passwort-basierte Identit\u00e4tsnachweise.
description.servicetype.TLIssuer = A service issuing trusted lists.
description.servicetype.unspecified = Ein Treuhandservice von einen nicht angegebenen Typ.
description.servicestatus.undersupervision = Die in "Service digital identity" von der Treuhandservice-Anbieter in "TSP name" identifiziert vorgesehen identifiziert Service ist derzeit unter Aufsicht, f\u00fcr die Einhaltung der in der anwendbaren europ\u00e4ischen Gesetzgebung festgelegt, die der Mitgliedstaat in der "Scheme territory" identifiziert Bestimmungen , in dem das Vertrauen Dienstleister niedergelassen ist.
description.servicestatus.supervisionincessation = Die in "Service digital identity" von der Treuhandservice-Anbieter in "TSP name" identifiziert vorgesehen identifiziert Service ist derzeit in der Einstellungsphase, aber immer noch betreut, bis Aufsicht beendet oder widerrufen. F\u00fcr den Fall, eine andere Person als der in "TSP name" identifiziert die Verantwortung f\u00fcr die Abwicklung dieser Einstellungsphase \u00fcbernommen hat, so wird die Identifikation von neuen oder Fallback-Person (Fallback-Treuhandservice-Provider) in "Scheme service definition URI" zur Verf\u00fcgung gestellt werden und in der "TakenOverBy" Erweiterung der Leistungserfassung.
description.servicestatus.supervisionceased = Die G\u00fcltigkeit der Aufsichtsbewertung hat ohne die in "Service digital identity" wird neu bewertet identifizierten Dienst verfallen. Der Service ist derzeit nicht mehr beaufsichtigt, ab dem Zeitpunkt \u00fcber den aktuellen Status der Service versteht man den Betrieb eingestellt haben.
description.servicestatus.supervisionrevoked = Nachdem zuvor \u00fcberwacht wurde, Dienst des Vertrauens des Dienstanbieters und m\u00f6glicherweise das Vertrauen Diensteanbieter selbst hat es vers\u00e4umt, auch weiterhin mit den in der geltenden europ\u00e4ischen Rechtsvorschriften festgelegten Bestimmungen, die von den Mitgliedstaaten festgelegt in der "Scheme territory" identifiziert, in denen die Vertrauen Dienstleister niedergelassen ist. Dementsprechend wurde der Dienst ben\u00f6tigt, die seinen Betrieb einstellen und darf unter Berufung Parteien wie f\u00fcr den oben genannten Gr\u00fcnden nicht mehr ber\u00fccksichtigt werden.
description.servicestatus.accreditationceased = Die G\u00fcltigkeit der Akkreditierung Beurteilung ist ohne die in "Service digital identity" wird neu bewertet identifizierten Dienst verfallen.
description.servicestatus.accreditationrevoked = Nachdem zuvor gefunden worden, um in \u00dcbereinstimmung mit den Kriterien Schema zu sein, haben die in "Service digital identity" von der Treuhandservice-Anbieter in "TSP name" und m\u00f6glicherweise das Vertrauen Diensteanbieter selbst identifiziert vorgesehen identifiziert Dienst konnte weiterhin mit den Vorschriften entsprechen nach der Richtlinie 1999/93/EG.
description.servicestatus.setbynationallaw = Der Service wird durch das nationale Recht im Einklang mit dem geltenden europ\u00e4ischen Rechtsvorschriften festgelegten und von der zust\u00e4ndigen nationalen Beh\u00f6rde oder Stelle, Wurzel-Unterzeichnung oder qualifizierte Zertifikate akkreditierten Trustdienstanbietern betrieben.
description.servicestatus.deprecatedbynationallaw = Der Service wird durch das nationale Recht in \u00dcbereinstimmung mit der europ\u00e4ischen Gesetzgebung und von der zust\u00e4ndigen nationalen Beh\u00f6rde oder Stelle, Wurzel-Unterzeichnung oder qualifizierte Zertifikate akkreditierten Trust Dienstleister veraltet.
description.qualifications.QCWithSSCD = es wird von der Treuhandservice-Anbieter gew\u00e4hrleistet und durch den entsprechenden Mitgliedstaat (bzw. seiner Aufsichts-oder Akkreditierungsstelle) kontrolliert (Aufsichtsmodell) bzw. gepr\u00fcft (Akkreditierungsmodell), dass alle, die qualifizierte Zertifikate unter der in "Service digital identity" Service und ausgestellt weiter durch den Filter verwendet werden, um weitere Informationen unter der "Sdi" identifizierten Treuhandservice zu identifizieren, die eine genaue Satz von qualifizierten Zertifikaten, f\u00fcr die diese zus\u00e4tzliche Informationen in Bezug auf das Vorhandensein oder Fehlen von sicheren Signaturerstellungseinheit (SSEE)-Unterst\u00fctzung ben\u00f6tigt werden unterst\u00fctzt identifiziert ein SSCD (dh, dass der private Schl\u00fcssel mit dem \u00f6ffentlichen Schl\u00fcssel im Zertifikat zugeordnet ist, in einer sicheren Signaturerstellungseinheit konform mit der europ\u00e4ischen Gesetzgebung gespeichert);
description.qualifications.QCNoSSCD = es wird von der Treuhandservice-Anbieter gew\u00e4hrleistet und durch den entsprechenden Mitgliedstaat (bzw. seiner Aufsichts-oder Akkreditierungsstelle) kontrolliert (Aufsichtsmodell) bzw. gepr\u00fcft (Akkreditierungsmodell), dass alle, die qualifizierte Zertifikate unter der in "Service digital identity" Service und ausgestellt weiter durch den Filter verwendet werden, um weitere Informationen unter der "Sdi" identifizierten Treuhandservice zu identifizieren, die eine genaue Satz von qualifizierten Zertifikaten, f\u00fcr die diese zus\u00e4tzliche Informationen in Bezug auf das Vorhandensein oder Fehlen von sicheren Signaturerstellungseinheit (SSEE)-Unterst\u00fctzung erforderlich werden nicht unterst\u00fctzt identifiziert von einer SSCD (dh, dass der private Schl\u00fcssel mit dem \u00f6ffentlichen Schl\u00fcssel im Zertifikat zugeordnet ist, nicht in einer sicheren Signaturerstellungseinheit konform mit der europ\u00e4ischen Gesetzgebung gespeichert).
description.qualifications.QCSSCDStatusAsInCert = es wird von der Treuhandservice-Anbieter gew\u00e4hrleistet und durch den entsprechenden Mitgliedstaat (bzw. seiner Aufsichts-oder Akkreditierungsstelle) kontrolliert (Aufsichtsmodell) oder gepr\u00fcft (Akkreditierungsmodell ), dass alle qualifizierten Zertifikaten unter der Service (RootCA / QC oder CA / QC ausgestellt ) in "Service digital identity" und weiter durch die Filter verwendet Informationen identifiziert, weiter zu ermitteln im Rahmen der "Sdi" identifizierten Treuhandservice, die genaue Menge der qualifizierte Zertifikate, f\u00fcr die sich diese zus\u00e4tzlichen Informationen in Bezug auf das Vorhandensein oder Fehlen von sicheren Signatur erforderlich Erstellungseinheit (SSEE) unterst\u00fctzen, enthalten die machineprocessable Informationen anzeigt, ob das qualifizierte Zertifikat von einer SSCD unterst\u00fctzt.
description.qualifications.QCForLegalPerson = es wird von der Treuhandservice-Anbieter gew\u00e4hrleistet und durch den entsprechenden Mitgliedstaat (bzw. seiner Aufsichts-oder Akkreditierungsstelle) kontrolliert (Aufsichtsmodell) bzw. gepr\u00fcft (Akkreditierungsmodell), dass alle, die qualifizierte Zertifikate unter der Service (RootCA / QC oder CA / QC ausgestellt ) in "Service digital identity" und weiter durch die Filter verwendet Informationen identifiziert, die weiter unter der "Sdi" identifizierten Treuhandservice, die genaue Menge der qualifizierte Zertifikate, f\u00fcr die diese zus\u00e4tzliche Informationen in Bezug auf die Ausstellung f\u00fcr juristische Person erforderlich sind, ausgegeben zu identifizieren die juristischen Personen.
description.qualifications.QCStatement = es wird von der CSP sichergestellt und kontrolliert (Aufsichtsmodell) bzw. gepr\u00fcft (Akkreditierungsmodell) von dem Mitgliedstaat (bzw. seiner Aufsichts-oder Akkreditierungsstelle), dass alle unter der Service (CA / QC) ausgestellten Zertifikate in "Service digital identity 'identifiziert und weiterhin durch die oben (Filter-) Informationen zur weiteren im Rahmen der "Sdi" identifizierten Treuhandservice, die pr\u00e4zise Reihe von Zertifikaten, f\u00fcr die diese zus\u00e4tzliche Information wird mit Hinblick auf die Ausstellung der Bescheinigungen erforderlich ist als qualifiziertes Zertifikat ausgestellt identifizieren identifiziert.

description.servicestatus.accredited=Eine Akkreditierung Absch\u00e4tzung wurde von der Akkreditierungsstelle im Namen des Mitgliedstaats, in dem "Scheme territory" und das unter "Service digital identity" von der Treuhandservice-Anbieter in "TSP name" identifiziert vorgesehen identifizierten Dienst identifiziert durchgef\u00fchrt worden ist, wird festgestellt, dass in sein die Einhaltung der in der Richtlinie 1999/93/EG festgelegten Bestimmungen.
